[
    {
        "PassageID": "2_0",
        "sentence1": "Wallace, 38, called Gastonia home from the age of 8 until she graduated from Hunter Huss High School in 1983. When did Wallace wake up for high school?",
        "QuestionID": "0",
        "sentence2": "Is this the answer: at midnight?",
        "label": "no",
        "explanation": "Schools usually start in the morning and end by evening."
    },
    {
        "PassageID": "2_1",
        "sentence1": "Pompey, Julius Caesar and Augustus all visited the tomb in Alexandria, where Augustus, allegedly, accidentally knocked the nose off. How often do Pompey, Julius Caesar, and Augustus visit the tomb?",
        "QuestionID": "0",
        "sentence2": "Is this the answer: once a year?",
        "label": "yes",
        "explanation": "People usually visit tombs once in a year, during anniversaries."
    },
    {
        "PassageID": "2_2",
        "sentence1": "A levee is a raised strip of sediments deposited close to the waters edge. How often are sediments raised?",
        "QuestionID": "0",
        "sentence2": "Is this the answer: once each minute?",
        "label": "no",
        "explanation": "Sediments get raised due to accumulation over a long period of time."
    },
    {
        "PassageID": "2_3",
        "sentence1": "He says that instead of everyone dying , they could keep at least one of their princes alive . How often do people die?",
        "QuestionID": "0",
        "sentence2": "Is this the answer: every year?",
        "label": "no",
        "explanation": "People die day in and day out."
    },
    {
        "PassageID": "2_4",
        "sentence1": "He would splash and play until he was ready to go back home, where he would sleep for hours, having worn himself out playing. Was he still worn out after sleeping?",
        "QuestionID": "0",
        "sentence2": "Is this the answer: no?",
        "label": "yes",
        "explanation": "People usually wake up refreshed after sleeping."
    },
    {
        "PassageID": "2_5",
        "sentence1": "Another way is when an animal or plant is brought to an area where it does not belong. Are animals still being brought to places they aren't native to?",
        "QuestionID": "0",
        "sentence2": "Is this the answer: yes?",
        "label": "yes",
        "explanation": "Taking animals to places where they don’t belong is not uncommon."
    },
    {
        "PassageID": "2_6",
        "sentence1": "The suggestion that you are some one else is the thing to strive for, not the concealment of who you really are. How often do people conceal who they truly are?",
        "QuestionID": "0",
        "sentence2": "Is this the answer: every 3rd day?",
        "label": "no",
        "explanation": "People try to conceal their true selves day in and day out."
    },
    {
        "PassageID": "2_7",
        "sentence1": "His son and successor, Caracalla, a great admirer, visited the tomb during his own reign. What did he do when he left the tomb?",
        "QuestionID": "0",
        "sentence2": "Is this the answer: sang a song?",
        "label": "no",
        "explanation": "People are usually sad and quiet after visiting tombs."
    },
    {
        "PassageID": "2_8",
        "sentence1": "W. Mark Goode, president of Micronyx Inc., a Richardson, Texas, firm that makes computer-security products, provided a new definition for Mikhail Gorbachev's campaign for greater openness, known commonly as glasnost. How long did Gorbachev's campaign last?",
        "QuestionID": "0",
        "sentence2": "Is this the answer: century?",
        "label": "no",
        "explanation": "Most campaigns last a few years and most people do not live upto a century."
    }
]