[
    {
        "PassageID": "2_0",
        "sentence1": "In 1968, Frank Lucas was the right-hand man of Harlem gangster Ellsworth \"Bumpy\" Johnson. When Johnson dies of a heart attack, Lucas takes control of the Harlem crime scene. After handing in almost $1 million that he found in a mobster's car, Newark detective Richie Roberts is ostracized in his precinct. After his exiled and addicted partner overdoses on a potent brand of heroin called \"Blue Magic\", Captain Lou Toback puts Roberts in charge of a task force  that targets local suppliers. Lucas buys Blue Magic directly from producers in Thailand and smuggles it into the U.S. through returning Vietnam War servicemen. His low overhead allows him to eventually wholesale Blue Magic to most of the dealers in the New York area. With this monopoly, Lucas expands his control to nightclubs, casinos, and prostitution. He buys a mansion for his mother and recruits his five brothers, including Huey and Turner, as lieutenants to spread his empire. During his rise to becoming Harlem's crime boss, Lucas falls in love with Eva, a Puerto Rican beauty queen.",
        "QuestionID": "0",
        "sentence2": "What's the full name of the person responsible for the heroin that a cop overdoses on?",
        "label": "Frank Lucas",
        "explanation": "Frank Lucas was supplying the drug that the cop overdosed on."
    },
    {
        "PassageID": "2_1",
        "sentence1": "Lieutenant Jake \"Cool Hand\" Grafton and his bombardier/navigator and best friend Lieutenant Morgan \"Morg\" McPherson are flying a Grumman A-6 Intruder over the Gulf of Tonkin towards North Vietnam. They hit their target, a 'suspected truck park', which actually turns out to be trees. On the return to the carrier, Morg is fatally shot in the neck by an armed Vietnamese peasant. Landing on the USS Independence with Morg dead, a disturbed Jake, covered in blood, walks into a debriefing with Commander Frank Camparelli and Executive Officer, Commander \"Cowboy\" Parker. Camparelli tells Jake to put Morgan's death behind him and to write a letter to Sharon, Morg's wife. New pilot Jack Barlow, nicknamed \"Razor\" because of his youthful appearance, is then introduced. Lieutenant Commander Virgil Cole arrives on board and reports to Camparelli, who later tells Jake's roommate Sammy Lundeen to take Jake, Bob \"Boxman\" Walkawitz and \"Mad Jack\" (Dann Florek) to fly into Subic Bay the next day and help Jake unwind. Jake goes to see Sharon, but she has already departed. He runs into a woman named Callie Troy, who is packing Sharon's things, and they have a small, tense encounter. After an altercation with civilian merchant sailors in the Tailhook Bar, Jake runs into Callie again. After they reconcile, dance and spend the night together, she reveals her husband was a Navy pilot himself and was killed on a solo mission over Vietnam. Jake returns to the carrier, where Camparelli confronts him regarding the bar incident, and Cole reports in Jake's favor. Cole and Jake are paired on \"Iron Hand\" A-6Bs loaded with Standard and Shrike anti-radiation missiles for SAM suppression. During the mission, after a successful strike, they encounter and manage to evade a North Vietnamese MiG-17.",
        "QuestionID": "2",
        "sentence2": "What are the first names of the people who evade a North Vietnamese MiG-17?",
        "label": "Jake, Virgil",
        "explanation": "Virgil Cole and Jake Grafton evaded a North Vietnamese MiG-17."
    },
    {
        "PassageID": "2_2",
        "sentence1": "Fur trapper Jean La Bête paddles his canoe through wild water towards the settlement in order to sell a load of furs. At the settlement, a steamboat is landing and the trader and his foster-child Eve arrive at the seaport to fetch mail and consumer goods. The trader explains to Eve that the ship brings \"Jailbirds ... from the east\" and that \"their husbands-to-be had bailed them out and paid their fines and their passages with a guarantee of marriage\". Later, the captain is auctioning off one of those women because her husband-to-be has died in the meantime. Jean La Bête decides to take his chance to buy the wife, but he makes his bid too late. Two Canadian Indians, Yellow Dog and No Name, have told the Trader that La Bete is dead. The Trader, heavily in debt, has spent money he owes La Bete so that when La Bete calls to collect his dues, the trader has to use his own savings, to the fury of his wife. Next day, the trader's wife, in the need to compensate for the loss of her savings, seizes the opportunity to offer her foster-child for a thousand dollars to the simple-minded, rough-cut trapper. She praises the qualities of the shy girl and explains that her inability to speak is caused by the shock she suffered when she had to witness how her parents were barbarously murdered several years ago. La Bête finally agrees to buy the mute girl and takes her against her will into the wilderness of British Columbia. Here the strange couple starts a difficult relationship characterized by mistrust and Eve's fear and dislike of the trapper. Eve vehemently rejects the advances of the gruff trapper. La Bête takes her for hunting and acquaints her with the beauty and the dangers of the wilderness, but here, as well, he fails to win her trust. Eve defends herself from his advances with a knife.",
        "QuestionID": "11",
        "sentence2": "Whose trust does someone fail to win?",
        "label": "Eve",
        "explanation": "La Bête fails to win Eve’s trust."
    },
    {
        "PassageID": "2_3",
        "sentence1": "Ambohimanga is a hill and traditional fortified royal settlement (rova) in Madagascar, located approximately 24 kilometers (15 mi) northeast of the capital city of Antananarivo. The hill and the rova that stands on top are considered the most significant symbol of the cultural identity of the Merina people and the most important and best-preserved monument of the precolonial Merina Kingdom. The walled historic village includes residences and burial sites of several key monarchs. The site, one of the twelve sacred hills of Imerina, is associated with strong feelings of national identity and has maintained its spiritual and sacred character both in ritual practice and the popular imagination for at least four hundred years. It remains a place of worship to which pilgrims come from Madagascar and elsewhere. The site has been politically important since the early 18th century, when King Andriamasinavalona (1675–1710) divided the Kingdom of Imerina into four quadrants and assigned his son Andriantsimitoviaminiandriana to govern the northeastern quadrant, Avaradrano, from its newly designated capital at Ambohimanga. The division of Imerina led to 77 years of civil war, during which time the successive rulers of Avaradrano led military campaigns to expand their territory while undertaking modifications to the defenses at Ambohimanga to better protect it against attacks. The war was ended from Ambohimanga by King Andrianampoinimerina, who successfully undertook negotiations and military campaigns that reunited Imerina under his rule by 1793. Upon capturing the historic capital of Imerina at Antananarivo, Andrianampoinimerina shifted his royal court and all political functions back to its original locus at Antananarivo's royal compound and declared the two cities of equal importance, with Ambohimanga as the kingdom's spiritual capital. He and later rulers in his line continued to conduct royal rituals at the site and regularly inhabited and remodeled Ambohimanga until French colonization of the kingdom and the exile of the royal family in 1897. The significance of historical events here and the presence of royal tombs have given the hill a sacred character that is further enhanced at Ambohimanga by the burial sites of several Vazimba, the island's earliest inhabitants.",
        "QuestionID": "2",
        "sentence2": "Which city is the regularly inhabited site close to?",
        "label": "Antananarivo",
        "explanation": "Andrianampoinimerina and later rulers in his line regularly inhabited Ambohimanga, a city close to Antananarivo."
    },
    {
        "PassageID": "2_4",
        "sentence1": "Following the conquest of Antananarivo in 1793, Andrianampoinimerina shifted the political capital of Imerina from Ambohimanga to its original site at Antananarivo, while pronouncing Ambohimanga the kingdom's spiritual capital. Important traditional rituals continued to be held at Ambohimanga, and Andrianampoinimerina regularly stayed in its Mahandrihono palace. His son, Radama I, inhabited Ambohimanga's Nanjakana compound as a youth before relocating to Antananarivo, and visited Ambohimanga frequently after the move. Radama's widow and successor, Ranavalona I, renovated the Mahandrihono compound and moved several buildings from the sister rova at Antananarivo to Ambohimanga. She also forbade swine at Ambohimanga due to their association with Europeans, who had propagated pork as a food source in the decade prior. Subsequent queens made their own mark on the site, including the reconstruction of Nanjakana by Rasoherina, and Ranavalona II's addition of two large pavilions to the Mahandrihono compound that reflected a syncretism of traditional and Western architectural styles Throughout much of the 19th century and particularly under the reign of Queen Ranavalona I (1828–1861), Ambohimanga was forbidden to visiting foreigners, contributing to its mystique as a \"forbidden city\".  This status remained until 1897 when the French colonial administration transferred all the relics and significant belongings of the royal family from Ambohimanga to Antananarivo to break the spirit of resistance and ethnic identity that these symbols inspired in the Malagasy people, particularly in the highlands. In the early 20th century, the area was further changed when the French removed the sacred forests remaining on the neighboring hilltops in the early 20th century. The city nonetheless retains its symbolic significance in Imerina to this day.",
        "QuestionID": "0",
        "sentence2": "Whose son inhabited Nanjakana compound as a youth?",
        "label": "Andrianampoinimerina",
        "explanation": "Andrianampoinimerina’s son inhabited Nanjakana compound as a youth."
    },
    {
        "PassageID": "2_5",
        "sentence1": "After the December 7, 1941, attack on Pearl Harbor, the United States Government swiftly moved to begin solving the \"Japanese Problem\" on the West Coast of the United States. In the evening hours of that same day, the Federal Bureau of Investigation (FBI) arrested selected \"enemy\" aliens, including more than 5,500 Issei men. The California government pressed for action by the national government, as many citizens were alarmed about potential activities by people of Japanese descent. On February 19, 1942, President Franklin D. Roosevelt signed Executive Order 9066, which authorized the Secretary of War to designate military commanders to prescribe military areas and to exclude \"any or all persons\" from such areas. The order also authorized the construction of what would later be called \"relocation centers\" by the War Relocation Authority (WRA) to house those who were to be excluded. This order resulted in the forced relocation of over 120,000 Japanese Americans, two-thirds of whom were native-born American citizens. The rest had been prevented from becoming citizens by federal law. Over 110,000 were incarcerated in the ten concentration camps located far inland and away from the coast.Manzanar was the first of the ten concentration camps to be established. Initially, it was a temporary \"reception center\", known as the Owens Valley Reception Center from March 21, 1942, to May 31, 1942. At that time, it was operated by the US Army's Wartime Civilian Control Administration (WCCA).The Owens Valley Reception Center was transferred to the WRA on June 1, 1942, and officially became the \"Manzanar War Relocation Center.\" The first Japanese American incarcerees to arrive at Manzanar were volunteers who helped build the camp. By mid–April, up to 1,000 Japanese Americans were arriving daily, and by July, the population of the camp neared 10,000. Over 90 percent of the incarcerees were from the Los Angeles area, with the rest coming from Stockton, California; and Bainbridge Island, Washington. Many were farmers and fishermen. Manzanar held 10,046 incarcerees at its peak, and a total of 11,070 people were incarcerated there.",
        "QuestionID": "0",
        "sentence2": "What order authorized the construction of what would later be called \"relocation centers\"?",
        "label": "Executive Order 9066",
        "explanation": "Executive Order 9066 signed by the President authorized the construction of relocation centers."
    },
    {
        "PassageID": "2_6",
        "sentence1": "The cemetery is less than an acre in size and is located to the immediate east of the church, surrounded by a wrought iron fence manufactured by Stewart Iron Works. As of 2012, the cemetery contains approximately 270 interments, including John Monroe (1750–1824), Virginia House of Delegates member William C. Nixon (1789–1869), West Virginia House of Delegates member Captain David Pugh (1806–1899), American Civil War veterans from the Union and the Confederacy, and free and enslaved African Americans. Gertrude Ward (1896–1988), a local historian and orchardist, is also interred in the cemetery. Captain David Pugh was an elected representative Hampshire County, who voted to secede from the Union in 1861.Older gravestones in the cemetery are generally cut from limestone, and the gravestones placed after 1900 are predominantly made of polished granite. Most of the gravestones have weathered significantly. The gravestones are generally rounded or rectangular in shape, and are placed on small stone foundations. The gravestones of prominent local leaders are more ornate in character, including that of Captain David Pugh and his family, who are buried under a large obelisk that lists the names of his three wives and their respective children. Nixon's gravestone is deteriorating due to advanced weathering; it is made of limestone and contains a carving of an open book. Following the purchase of a rectangular land tract around 1990, the cemetery was expanded on the east side. This section of the cemetery is excluded from the church's historically-recognized boundaries, as it was not associated with the church during the period of its greatest significance.The cemetery perimeter is lined on three sides by a cast wrought iron fence, accessible by a gate 3 feet (0.91 m) in width at its western entryway. The wrought iron fence is 4 feet (1.2 m) in height, and has approximately 1-inch (2.5 cm) diameter tubular fence posts, which are supported by three horizontal metal rails. The fence posts are capped with white-painted stylized arrows, with a ball at the tip. A shield with the emblem reading, \"The Stewart Iron Works, Cincinnati, Ohio\", is emblazoned on the fence's gate. The cemetery's eastern extension is surrounded by chain-link fencing.",
        "QuestionID": "2",
        "sentence2": "What is the title of the person who voted to secede from the Union in 1861?",
        "label": "Captain",
        "explanation": "Captain David Pugh voted to secede from the Union in 1861."
    },
    {
        "PassageID": "2_7",
        "sentence1": "Just before the Bastille Day holiday weekend English secretary, Danielle 'Dany' Lang, types up a document for her advertising agency boss, Michael Caldwell, to take on a business trip to Geneva. On the way to drop off her boss and his wife, Anita, her former room-mate, at the airport, her boss gives her an envelope with her pay in it. After dropping them off Dany impulsively decides to drive to the Riviera for the weekend. When Dany pulls into a small café the owner tries to return a coat to her she claims she left there the day before. At a petrol station Dany is attacked in the toilet and injures her hand. She is bemused as various strangers claim to know her. Heading further south she picks up a hitch-hiker, Philippe and the pair spend the night together. The following day Philippe steals Dany's car prior to reaching the coast. She later finds Philippe in Marseilles where they find a man's body and a gun in the trunk of the car. After Philippe disappears again, Dany visits the home of the dead man in Avignon and oddly finds both some of her clothes and also nude pictures of herself. Returning to the café to reclaim the coat she finds a copy of her pay envelope in one of the coat's pockets. Dany is now completely perplexed by the situation and returns to the dead man's home where her boss, Michael, is waiting for her. He tells Dany that the dead man was one of Anita's lovers, whom she murdered at his home. To frame Dany, they planted evidence and set up various incidents to establish her guilt: the attack in the toilet was committed by Michael, who injured her hand so Anita could wear a bandage and be mistaken for the secretary; and the nude photos had been taken by Anita when they were room-mates. When Michael tells Dany he plans to murder her and make it look like a suicide she tells him he won't succeed as she has already sent both pay envelopes to the police.",
        "QuestionID": "2",
        "sentence2": "What is the first name of the person who tells Dany that the dead man was a lover of Anita?",
        "label": "Michael",
        "explanation": "Michael tells Dany that the dead man was a lover of Anita."
    },
    {
        "PassageID": "2_8",
        "sentence1": "Out on a highway in Death Valley, a man picks up a female hitchhiker named Lucindia, and gives her a drink. Lucindia has a coughing fit upon ingesting the liquid, stumbles out of the vehicle, and is stabbed to death by the motorist. The man (revealed to be a priest, whose offer to Lucindia was holy water) buries Lucindia's body, and erects a crucifix over the impromptu grave. As the preacher prays, Lucindia reappears, and bludgeons him with his shovel as he screams, \"El Diablo!\" Nearby, four college students (Eric, Chris, Monique, and Sarah) from Western Pennsylvania are on a road trip to Redondo Beach. Spotting Lucindia at a cluster of crosses, the quartet pick her up. When Chris mentions that a group of their friends are also on their way to Redondo, Lucindia brags that she tortured them to death before pulling out a gun and sexually assaulting Sarah. Lucindia then tries to shoot Sarah in the crotch, but is knocked out of the car by her and Eric. The next day, Lucindia (who had just robbed, castrated, and murdered a motorist) catches up with the college students, who run her down, beheading and disemboweling her. On what's left of Lucindia's body, Eric finds Chris's brother's cell phone, and a battery pack that fits into a camcorder that Sarah had earlier unearthed in the desert. The group watches the last few minutes recorded by the camera, which shows Lucindia shooting all of their friends during a botched séance. Lucindia then turns to the camera and tells the story of a settler couple that became trapped in the valley; to try and save his wife (implied to be Lucindia), the husband killed himself so that she could consume his flesh. Her husband's body was not enough to sustain her, and in her last dying hours the woman cursed God and prayed to the Devil for salvation, and received it in exchange for a steady stream of victims.",
        "QuestionID": "11",
        "sentence2": "What are the first names of the people that watch a man sacrifice himself for his wife?",
        "label": "Eric, Chris, Monique, Sarah",
        "explanation": "Eric, Chris, Monique, Sarah watched a man sacrifice himself for his wife."
    }
]