[
    {
        "PassageID": "1_0",
        "sentence1": "Stelae have become threatened in modern times by plundering for sale on the international art market. Many stelae are found in remote areas and their size and weight prevents them from being removed intact. Various methods are used to cut or break a stela for easier transport, including power saws, chisels, acid and heat. When a monument is well preserved, the looters attempt to cut off its face for transport. Even when successful, this results in damage to inscriptions on the sides of the stela. At worst, this method results in complete fragmentation of the stela face with any recoverable sculpture removed for sale. Traceable fragments of well known monuments have been purchased by American museums and private collectors in the past. When such monuments are removed from their original context, their historical meaning is lost. Although museums have justified their acquisition of stelae fragments with the argument that such objects are better preserved in an institution, no stela has been sold in as good a condition as it was in its original location. After 1970 there was a sharp drop in Maya stelae available on the New York art market due to the ratification of a treaty with Mexico that guarantees the return of stolen pre-Columbian sculpture that was removed from the country after the ratification date. In the early 1970s some museums, such as that of the University of Pennsylvania, responded to international criticism by no longer purchasing archaeological artefacts that lack a legally documented history, including place of origin, previous owners and an export license. Harvard University also instituted a similar policy in the early 1970s.In 1972, the initially well preserved Stela 5 at Ixkun was smashed into pieces by looters, who heated it until it shattered and then stole various pieces. A number of remaining fragments of the monument were rescued by archaeologist Ian Graham and transferred to the mayor's office in Dolores, Petén, where they were eventually used as construction material before once again being recovered, this time by the Atlas Arqueológico de Guatemala in 1989, and moved to their archaeological laboratory. At the nearby site of Ixtonton, 7.5 kilometres (4.7 mi) from Ixkun, most of the stelae were robbed before the site's existence was reported to the Guatemalan authorities. By the time archaeologists visited the site in 1985 only 2 stelae remained.In 1974, a dealer in pre-Columbian artefacts by the name of Hollinshead arranged for the illegal removal of Machaquilá Stela 2 from the Guatemalan jungle. He and his co-conspirators were prosecuted in the United States under the National Stolen Property Act and they were the first people to be convicted under this act with reference to national patrimony laws. The act states: \"whoever transports, transmits, or transfers in interstate or foreign commerce any goods ... of the value of $5,000 or more, knowing the",
        "QuestionID": "1",
        "sentence2": "What was the name of the person who preserved what was left of the artefact that was smashed into pieces by looters?",
        "label": "Ian Graham",
        "explanation": "The remaining fragments of the monument were preserved by the archaeologist Ian Graham."
    },
    {
        "PassageID": "1_1",
        "sentence1": "At Montgomery Advertising in New York City, Duke Crawford is having trouble handling the account of cosmetics manufacturer Michele Bennett, one of the company's most important clients—and his former fiancée. Still determined to win him back, Michele refuses to sign a contract until Duke reciprocates her affection. When Duke threatens to quit Michele's account, his boss James Montgomery assigns him to do the book promotion for a new client, a nerve psychologist named J.O. Loring. While taking a taxi to the psychologist's office, Duke shaves with an electric razor he invented, but his nervousness and stress result in leaving half his mustache intact. When he arrives at the client's office, Duke discovers that J.O. Loring is in fact an attractive woman named Jo. Staring at the half a mustache, Jo mistakes him for one of her mentally disturbed patients. Determined to prove to himself that he is anesthetized from women, he kisses the doctor. Jo reacts by recommending that he read her book on stress relief titled Let's Live a Little. Later that night, Duke is unable to fall asleep. The next morning, after Duke makes an appointment to see Jo as her patient, Jo advises him that if he wants his former fiancée to sign the contract, he must wine and dine her. Following her advice, Duke arranges a date with Michele at a nightclub. Wanting to observe the encounter for scientific reasons, Jo arrives at the nightclub with her stuffy surgeon boyfriend, Dr. Richard Field. When Michele notices that Duke and Jo are falling in love, and when she is served a cake with an advertising contract inside instead of a marriage license, she throws his drink at him and storms out of the nightclub. Duke is reduced to a nerve-wracked state—repeating ad slogans over and over.",
        "QuestionID": "2",
        "sentence2": "What is the full name of the person Michele wants to win back?",
        "label": "Duke Crawford",
        "explanation": "Duke Crawford is Michele’s ex-fiance, whose love she was trying to win back."
    },
    {
        "PassageID": "1_2",
        "sentence1": "The professors of the Institute of Child Psychology raise a foundling baby, whom they name \"Alpha\", as an experiment to see if a scientific upbringing can create a genius. By the time she is six years old, Alpha can speak Chinese, play chess and the harp, and has studied algebra and the campaigns of Napoleon, among other things. Newspaper reporter Mike Regan is assigned, over his protests, to write an article about her. He manages to secure an interview, despite the reluctance of the professors, and discovers that Alpha, while raised with loving care, has missed out on the joys of childhood. Disturbed by Mike's claim that magic is real, Alpha decides to investigate further and sneaks out to see Mike, leaving the confines of the institute for the first time in her life. She enjoys the sights and sounds of New York as she makes her way to the offices of the newspaper. Mike is less than pleased to see her, but takes her along so he can keep a date with his girlfriend, nightclub singer Katie Mallory. Alpha takes an instant dislike to Katie; it turns out that the child has a crush on Mike. However, Katie's kindness and understanding soon win Alpha over. An outbreak of measles at the Institute and the resulting quarantine force Mike to look after Alpha for a few days. That night, escaped convicted murderer Packy Roost shows up at Mike's apartment. While waiting for the reporter, he and Alpha become friends. When Mike does come back, Packy demands he find Lefty Moran, who can clear him of the crime. The reporter reluctantly agrees, eventually bringing in Lefty. It turns out that Lefty is the killer; the police take him away, and Packy is exonerated.",
        "QuestionID": "1",
        "sentence2": "What is the first name of the person that Mike secures an interview with?",
        "label": "Alpha",
        "explanation": "Mike secured an interview with Alpha."
    },
    {
        "PassageID": "1_3",
        "sentence1": "Once a photographer by day, spy by night, Matt Helm is now a happily retired secret agent, shooting photos of glamorous models instead of guns and enjoying a close relationship with his assistant, the lovely Lovey Kravezit. But then his old boss, Macdonald, coaxes him back to the agency ICE to thwart a new threat from the villainous organization Big O. The sinister Tung-Tze is masterminding a diabolical scheme to drop a missile on an underground atomic bomb test in New Mexico and possibly instigate a nuclear war in the process. Helm's assignment is to stop him, armed with a wide assortment of useful spy gadgets, plus the assistance of the capable femme fatale, Tina, and the seemingly incapable Gail Hendricks, a beautiful but bumbling possible enemy agent. Along the way, Helm is nearly sidetracked by a mysterious knife-wielding seductress and he witnesses the murder of a beautiful Big O operative, the sultry striptease artist Sarita. In the end, Helm prevails, with Gail by his side as he all but single handedly destroys Tung-Tze's evil enterprise and plot to rule the world.",
        "QuestionID": "5",
        "sentence2": "What is the last name of the person that accompanies the one who prevails in his assignment?",
        "label": "Hendricks",
        "explanation": "Matt Helm was assisted by Gail Hendricks in his successful assignment to thwart Tung-Tze’s plan."
    },
    {
        "PassageID": "1_4",
        "sentence1": "Tim Dingman and Nick Vanderpark are best friends, neighbors and co-workers at 3M. Nick is constantly coming up with crazy ideas to get rich quick, and when he invents Vapoorize, a spray that instantly disintegrates dog feces, he actually succeeds. As Nick's wealth continues to grow, so does Tim's envy, as he had initially scoffed at the idea and squandered an opportunity to invest and become mega-rich himself. Nick is blissfully unaware of Tim's jealousy, and his generosity only serves to make Tim more envious of him. Meanwhile, Nick's wife Natalie decides to run for state senate but is continually plagued by questions about her husband's product. After Tim's wife Debbie and children temporarily leave and he is fired from 3M, Tim's jealousy reaches new levels. In a bar, he meets J-Man, a bizarre drifter, who lends a sympathetic ear and offers advice. After a drunken night out, Tim accidentally kills Nick's beloved horse, Corky, and buries the horse in his abandoned swimming pool. Nick offers a $50,000 reward for the return of his horse. J-Man and Tim concoct a plan whereby J-Man would discover the horse and claim the reward, splitting the proceeds. However a series of unfortunate events, including Tim's family getting holed up in J-Man's mountain cabin, leads to the horse's carcass being lost in a rainstorm. Nick reveals to Tim that he is going to Rome for the debut of Vapoorize there, and gives Tim the opportunity to join him in a 50-50 partnership, which he accepts. J-Man finds out that Tim is now rich, and, feeling betrayed, tries to blackmail him. After confessing to his wife, now enjoying her rich lifestyle, Tim agrees to pay J-Man; however, J-Man ups his demands and asks to be Tim's partner. Tim accidentally shoots him in the back with an arrow and J-Man, believing that Tim has tried to kill him, backs down in fear.",
        "QuestionID": "4",
        "sentence2": "What is the last name of the person who does not invest in Vapoorize?",
        "label": "Dingman",
        "explanation": "Tim Dingman hadn’t invested in Vapoorize."
    },
    {
        "PassageID": "1_5",
        "sentence1": "On 4 February 2013, the University of Leicester confirmed that the skeleton was that of Richard III. The identification was based on mitochondrial DNA evidence, soil analysis, and dental tests, and physical characteristics of the skeleton consistent with contemporary accounts of Richard's appearance. Osteoarchaeologist Jo Appleby commented: \"The skeleton has a number of unusual features: its slender build, the scoliosis, and the battle-related trauma. All of these are highly consistent with the information that we have about Richard III in life and about the circumstances of his death.\"Caroline Wilkinson, Professor of Craniofacial Identification at the University of Dundee, led the project to reconstruct the face, commissioned by the Richard III Society. On 11 February 2014, the University of Leicester announced a project headed by Turi King to sequence the entire genome of Richard III and Michael Ibsen—a direct female-line descendant of Richard's sister, Anne of York—whose mitochondrial DNA confirmed the identification of the excavated remains. Richard III is thus the first ancient person with known historical identity whose genome has been sequenced. A study published in Nature in December 2014 confirmed a perfect whole-mitochondrial genome match between Richard's skeleton and Michael Ibsen and a near-perfect match between Richard and his other confirmed living relative. However, Y chromosome DNA inherited via the male line found no link with five other claimed living relatives, indicating that at least one \"false-paternity event\" occurred in the generations between Richard and these men. One of these five was found to be unrelated to the other four, showing that another false-paternity event had occurred in the four generations separating them.The story of the excavation and subsequent scientific investigation was told in a Channel 4 documentary, Richard III: The King in the Car Park, broadcast on 4 February 2013. It proved a ratings hit for the channel, watched by up to 4.9 million viewers, and won a Royal Television Society award. Channel 4 subsequently screened a follow-up documentary on 27 February 2014, Richard III: The Untold Story, which detailed the scientific and archaeological analyses that led to the identification of the skeleton as Richard III.",
        "QuestionID": "1",
        "sentence2": "What did the Y chromosome DNA inherited via the male line that found no link with five other claimed living relatives indicate?",
        "label": "at least one \"false-paternity event\" occurred",
        "explanation": "It indicated that there was at least one false-paternity event in the generations separating them."
    },
    {
        "PassageID": "1_6",
        "sentence1": "Drowning Girl is derived from the splash page from \"Run for Love!\", illustrated by Tony Abruzzo and lettered by Ira Schnapp, in Secret Hearts #83 (November 1962), DC Comics. This is the same comic book issue that inspired Hopeless.In 1963, Lichtenstein was parodying various types of sources such as commercial illustrations, comic imagery and even modern masterpieces. The masterpieces represented what could have been dubbed the \"canon\" of art and was thought of as \"high art,\" while the \"low-art\" subject matter included comic strip images. His masterworks sources included the likes of Cézanne, Mondrian and Picasso. During this time in his career, Lichtenstein noted that \"the things that I have apparently parodied I actually admire.\" At the time, Lichtenstein was exploring the theme of \"industrialization of emotion\". In Lichtenstein's obituary, Los Angeles Times critic Christopher Knight said the work was \"a witty rejoinder to De Kooning's famously brushy paintings of women\". His comic romances often depicted stereotypical representations of thwarted passions. Although the Lichtenstein Foundation website claims that Lichtenstein did not begin using his opaque projector technique until the fall of 1963, Lichtenstein described his process for producing comics based art, including Drowning Girl: As directly as possible ... From a cartoon, photograph or whatever, I draw a small picture—the size that will fit into my opaque projector ... I don't draw a picture to reproduce it—I do it in order to recompose it ... I project the drawing onto the canvas and pencil it in and then I play around with the drawing until it satisfies me. When Lichtenstein had his first solo show at the Leo Castelli Gallery in New York City in February 1962, it sold out before the opening. In addition to Drowning Girl, the exhibition included Look Mickey, Engagement Ring, Blam and The Refrigerator. The show ran from February 10 through March 3, 1962.  According to the Lichtenstein Foundation website, Drowning Girl was part of Lichtenstein's first exhibition at Ferus Gallery in Los Angeles from April 1 – April 27, 1963, featuring Masterpiece, Portrait of Madame Cézanne and other works from 1962 and 1963. It was also part of his second solo exhibition at the Leo Castelli Gallery from September 28 – October 24, 1963 that included Torpedo...Los!, Baseball Manager, In the Car, Conversation, and Whaam!. Marketing materials for the show included the lithograph Crak! The Museum of Modern Art acquired Drowning Girl in 1971, and their webpage for this work credits Philip Johnson and Mr. and Mrs. Bagley Wright for the acquisition.",
        "QuestionID": "3",
        "sentence2": "What works were part of Lichtenstein's second solo exhibition?",
        "label": "Drowning Girl, Torpedo...Los!, Baseball Manager, In the Car, Conversation, Whaam!",
        "explanation": "Lichtenstein’s second exhibition included Drowning Girl, Torpedo...Los!, Baseball Manager, In the Car, Conversation, Whaam!."
    },
    {
        "PassageID": "1_7",
        "sentence1": "Margaret Murray was born on 13 July 1863 in Calcutta, Bengal Presidency, then a major military city in British India. A member of the wealthy British imperial elite, she lived in the city with her family: parents James and Margaret Murray, an older sister named Mary, and her paternal grandmother and great-grandmother. James Murray, born in India of English descent, was a businessman and manager of the Serampore paper mills who was thrice elected President of the Calcutta Chamber of Commerce. His wife, Margaret (née Carr), had moved to India from Britain in 1857 to work as a missionary, preaching Christianity and educating Indian women. She continued with this work after marrying James and giving birth to her two daughters. Although most of their lives were spent in the European area of Calcutta, which was walled off from the indigenous sectors of the city, Murray encountered members of indigenous society through her family's employment of 10 Indian servants and through childhood holidays to Mussoorie. The historian Amara Thornton has suggested that Murray's Indian childhood continued to exert an influence over her throughout her life, expressing the view that Murray could be seen as having a hybrid transnational identity that was both British and Indian. During her childhood, Murray never received a formal education, and in later life expressed pride in the fact that she had never had to sit an exam before entering university.In 1870, Margaret and her sister Mary were sent to Britain, there moving in with their uncle John, a vicar, and his wife Harriet at their home in Lambourn, Berkshire. Although John provided them with a strongly Christian education and a belief in the inferiority of women, both of which she would reject, he awakened Murray's interest in archaeology through taking her to see local monuments. In 1873, the girls' mother arrived in Europe and took them with her to Bonn in Germany, where they both became fluent in German. In 1875 they returned to Calcutta, staying there till 1877. They then moved with their parents back to England, where they settled in Sydenham, South London. There, they spent much time visiting The Crystal Palace, while their father worked at his firm's London office. In 1880, they returned to Calcutta, where Margaret remained for the next seven years. She became a nurse at the Calcutta General Hospital, which was run by the Sisters of the Anglican Sisterhood of Clower, and there was involved with the hospital's attempts to deal with a cholera outbreak. In 1887, she returned to England, moving to Rugby, Warwickshire, where her uncle John had moved, now widowed. Here she took up employment as a social worker dealing with local underprivileged people. When her father retired and moved to England, she moved into his house in Bushey Heath, Hertfordshire, living with him until his death in 1891. In 1893 she then travelled to Madras, Tamil Nadu, where her sister had moved to with her new husband.",
        "QuestionID": "8",
        "sentence2": "What is the last name of the person whose mother worked as a missionary?",
        "label": "Murray",
        "explanation": "Margaret Murray, mother of Margaret Murray, worked as a missionary."
    },
    {
        "PassageID": "1_8",
        "sentence1": "Fryderyk Chopin was born in Żelazowa Wola, 46 kilometres (29 miles) west of Warsaw, in what was then the Duchy of Warsaw, a Polish state established by Napoleon. The parish baptismal record gives his birthday as 22 February 1810, and cites his given names in the Latin form Fridericus Franciscus (in Polish, he was Fryderyk Franciszek). However, the composer and his family used the birthdate 1 March, which is now generally accepted as the correct date. Fryderyk's father, Nicolas Chopin, was a Frenchman from Lorraine who had emigrated to Poland in 1787 at the age of sixteen. Nicolas tutored children of the Polish aristocracy, and in 1806 married Tekla Justyna Krzyżanowska, a poor relative of the Skarbeks, one of the families for whom he worked. Fryderyk was baptized on Easter Sunday, 23 April 1810, in the same church where his parents had married, in Brochów. His eighteen-year-old godfather, for whom he was named, was Fryderyk Skarbek, a pupil of Nicolas Chopin. Fryderyk was the couple's second child and only son; he had an elder sister, Ludwika (1807–1855), and two younger sisters, Izabela (1811–1881) and Emilia (1812–1827). Nicolas was devoted to his adopted homeland, and insisted on the use of the Polish language in the household.In October 1810, six months after Fryderyk's birth, the family moved to Warsaw, where his father acquired a post teaching French at the Warsaw Lyceum, then housed in the Saxon Palace. Fryderyk lived with his family in the Palace grounds.  The father played the flute and violin; the mother played the piano and gave lessons to boys in the boarding house that the Chopins kept.  Chopin was of slight build, and even in early childhood was prone to illnesses.Fryderyk may have had some piano instruction from his mother, but his first professional music tutor, from 1816 to 1821, was the Czech pianist Wojciech Żywny. His elder sister Ludwika also took lessons from Żywny, and occasionally played duets with her brother. It quickly became apparent that he was a child prodigy. By the age of seven Fryderyk had begun giving public concerts, and in 1817 he composed two polonaises, in G minor and B-flat major.  His next work, a polonaise in A-flat major of 1821, dedicated to Żywny, is his earliest surviving musical manuscript.In 1817 the Saxon Palace was requisitioned by Warsaw's Russian governor for military use, and the Warsaw Lyceum was reestablished in the Kazimierz Palace (today the rectorate of Warsaw University). Fryderyk and his family moved to a building, which still survives, adjacent to the Kazimierz Palace. During this period, Fryderyk was sometimes invited to the Belweder Palace as playmate to the son of the ruler of Russian Poland, Grand Duke Constantine Pavlovich of Russia; he played the piano for Constantine Pavlovich and composed a march for him. Julian Ursyn Niemcewicz, in his dramatic eclogue, \"Nasze Przebiegi\" (\"Our Discourses\", 1818), attested to \"little Chopin's\" popularity.",
        "QuestionID": "1",
        "sentence2": "What city was Fryderyk Chopin baptized in?",
        "label": "Brochów",
        "explanation": "Chopin was baptized in a church in Brochów."
    }
]