[
    {
        "PassageID": "1_0",
        "sentence1": "Steely, powerful gangster supreme Frankie Diomede (the always terrific Lee Van Cleef in fine rugged form) has himself arrested and sent to prison so he can rub out a traitorous partner sans detection. Fawning goofball small-time hood and wiseguy wannabe Tony Breda (an amiable portrayal by Tony Lo Bianco) gets busted as well. Frank and Tony form an unlikely friendship behind bars. Tony helps Frank break out of the joint and assists him on his quest to exact revenge on a rival group of mobsters lead by the ruthless Louis Annunziata (smoothly played by Jean Rochefort). Director Michele Lupo, working from an absorbing script by Sergio Donati and Luciano Vincenzoni, relates the neat story at a constant brisk pace, sustains a suitably gritty, but occasionally lighthearted tone throughout, and stages the rousing action set pieces with considerable rip-snorting brio (a rough'n'tumble jailhouse shower brawl and a protracted mondo destructo car chase rate as the definite thrilling highlights). Van Cleef and Lo Bianco display a nice, loose and engaging on-screen chemistry; the relationship between their characters is alternately funny and touching. The ravishing Edwige Fenech alas isn't given much to do as Tony's whiny girlfriend Orchidea, but at least gets to bare her insanely gorgeous and voluptuous body in a much-appreciated gratuitous nude shower scene. Riz Ortolani's groovy, pulsating, syncopated funk/jazz score certainly hits the soulfully swingin' spot. The polished cinematography by Joe D'Amato and Aldo Tonti is likewise impressive. A really nifty and entertaining little winner.",
        "QuestionID": "0",
        "sentence2": "What is the sentiment of this review: Positive or Negative?",
        "label": "Positive",
        "explanation": "The reviewer was impressed by several aspects of the movie including the chemistry, cinematography and the screenplay."
    },
    {
        "PassageID": "1_1",
        "sentence1": "\"The late Dudley Moore had the most famous role of his too-short career in 1981's ARTHUR, a raucously funny and alternately touching tale that generates warm smiles, big belly-laughs, and an occasional tear if you're in the right mood. Moore received a Best Actor Oscar nomination for his performance as Arthur Bach, a drunken playboy who \"\"races cars, plays tennis, fondles women, but he has weekends off and he's his own boss.\"\" Arthur is destined to inherit 750 million dollars when he marries a snooty society girl named Susan Johnston (Jill Eikenberry)who is the spoiled daughter of an undercover gangster. Things get sticky when Arthur meets Linda Morolla (Liza Minnelli) a waitress/struggling actress from Queens who steals neckties for her father's birthday. Moore lights up the screen in one of the single funniest performances of the last 50 years. The late Sir John Gielgud won a Best Supporting Actor Oscar for his flawless turn as Arthur's acid-tongued butler and best friend, Hobson, whose outward disdain for Arthur's behavior covers more paternal feelings. There are other funny contributions by Barney Martin as Linda's father. Stephen Elliott as Susan's father, and Geraldine Fitzgerald as Arthur's demented grandmother. The film was directed with a keen eye for comedy by a first time director named Steve Gordon, who, sadly, died the following the year. There was also a forgettable sequel several years later, but this instant classic is not to be missed.\"",
        "QuestionID": "0",
        "sentence2": "What is the sentiment of this review: Positive or Negative?",
        "label": "Positive",
        "explanation": "The reviewer described the movie to be a classic that is not to be missed."
    },
    {
        "PassageID": "1_2",
        "sentence1": "I hated this show when I was a kid. That was back in the day when kids show characters actually had accents, not just the bland, generic, General American Dialect we're used to. Jack Wild had a British accent and Pufnstuf's was southern. Like one of the others mentioned, though, I never quite understood what the deal was with the witch wanting the flute. That always seemed odd to me, probably because the flute just annoyed me and I wouldn't have gone to any trouble to take it away!<br /><br />Just a comment on the similarity of Pufnstuf to early 70s McDonalds commercials that others have mentioned: Pufnstuf ripped off McDonalds. At the height of McDonalds popularity, the TV show (or rather, their creators) sought to license McDonalds characters for their show, but when McDonalds declined the TV show changed the characters slightly and passed it as their own. They even hired former employees of McDonalds ad agency and the voice actors to make the TV shows. McDonalds sued and won. Search for Pufnstuf McDonaldland lawsuit and you'll find plenty of articles about it.",
        "QuestionID": "0",
        "sentence2": "What is the sentiment of this review: Positive or Negative?",
        "label": "Negative",
        "explanation": "The reviewer found the plot unconvincing. They mention they hated the show when they were a kid."
    },
    {
        "PassageID": "1_3",
        "sentence1": "\"This is the greatest film I saw in 2002, whereas I'm used to mainstream movies. It is rich and makes a beautiful artistic act from these 11 short films. From the technical info (the chosen directors), I feared it would have an anti-American basis, but ... it's a kind of (11 times) personal tribute.<br /><br />The weakest point comes from Y. Chahine : he does not manage to \"\"swallow his pride\"\" and considers this event as a well-merited punishment ... It is really the weakest part of the movie, but this testifies of a real freedom of speech for the whole piece. The weirdest comes from the Mexican nearly conceptual-art film ... I am still not sure what A. Gonzalez Inarritu meant. The 9 others are perfect (K. Loach, S. Penn, S. Makhmalbaf, ...) or nearly perfect (C. Lelouch) and made me either smile, or cry or even left me stunned. I still don't know if S. Imamura's fable is really related or not to the September 11th catastrophe, but it is so pretty that its finale place deeply 'makes it'.\"",
        "QuestionID": "0",
        "sentence2": "What is the sentiment of this review: Positive or Negative?",
        "label": "Positive",
        "explanation": "The reviewer found the movies to be rich and artistic. Most of the 11 movies left them moved."
    },
    {
        "PassageID": "1_4",
        "sentence1": "\"I, like many other Bachchan fans, having been eagerly awaiting the remake of Sholay. This movie was not it. Thank god they didn't let them use the name \"\"Sholay\"\" in the movie title. Ram Gopal's remake is not worthy of the title. The camera work, the locations, the costumes, the totally out-of-place dancing, the dialogue all combined to make the worst movie I have ever seen. You wonder if the cast of actors agreed to make this movie because they needed money and Ram Gopal was paying a lot of money for the cast. The only non-paid actor, the ant, was the only resemblance to the first movie. Abishek's role was totally ridiculous, did he need money to pay for the wedding to Ash? Save your money, your mind and your time, don't bother with this movie or the DVD when that comes out.\"",
        "QuestionID": "0",
        "sentence2": "What is the sentiment of this review: Positive or Negative?",
        "label": "Negative",
        "explanation": "The reviewer was thoroughly disappointed with several aspects of the movie including acting and cinematography and wondered why the film was even made in the first place."
    },
    {
        "PassageID": "1_5",
        "sentence1": "MULHOLLAND DRIVE made me the definitive fan of David Lynch. He's a modern genius, because he's not only a film-maker. His stories and his style have a spell that cross the screen. So THE STRAIGHT STORY was quite a surprise to me, with its easy to follow storyline and sunny sets. Still, Lynch is there, and, while this is far from his best, it's a film not to be missed. Late Richard Farnsworth's performance is one of the reasons.<br /><br />8/10",
        "QuestionID": "0",
        "sentence2": "What is the sentiment of this review: Positive or Negative?",
        "label": "Positive",
        "explanation": "While the reviewer felt the movie could have been better, he recommends watching it at least for Farnsworth’s great performance."
    },
    {
        "PassageID": "1_6",
        "sentence1": "Five minutes into this movie you realize that you have seen it all before. It is BOILER ROOM. It is THE FIRM. And it is THE DEVILS ADVOCATE. And there are NO new elements here. Except for the all-to-clear Bill Gates-allegory. Conpsiracies are always good stuff for movie-making, but why does it have to be so extreme ? Boiler room is a good movie, because it - for a while at least - seems realistic. In Antitrust everything is wrong. How realistic is it for example that your boss pay an impostor to be your girlfriend in order to make you work harder and control you ? I'd give it 1, but the soundtrack is OK, so 2/10.",
        "QuestionID": "0",
        "sentence2": "What is the sentiment of this review: Positive or Negative?",
        "label": "Negative",
        "explanation": "The reviewer found the movie prosaic and unoriginal."
    },
    {
        "PassageID": "1_7",
        "sentence1": "\"I really like slasher movies,but this one is truly awful.The acting is lame,the script is bad,and the atmosphere is non-existent.The plot is as follows:a deformed gardener Charlie Puckett slaughters people in a small American town.That's right-this is the plot.Very original,eh!\"\"The Night Brings Charlie\"\" isn't even gory enough-if the film ain't gonna be scary,at least they should make it bloody.Avoid this cheap piece of trash at all costs.If you want to see some good slasher flicks check out \"\"Madman\"\",\"\"The Burning\"\",\"\"The Prowler\"\",\"\"Just Before Dawn\"\" or \"\"Humongous\"\"- just don't waste your precious time with this worthless piece of garbage.\"",
        "QuestionID": "0",
        "sentence2": "What is the sentiment of this review: Positive or Negative?",
        "label": "Negative",
        "explanation": "The reviewer advises to avoid this movie which they found to be awful."
    },
    {
        "PassageID": "1_8",
        "sentence1": "Yes, a true classic! This is what British drama is all about,realism and the minimal use of special effects (and over inflated budgets). I last saw this drama when it was last screened on British terrestial TV in 1994. It truly should be viewed by everyone who likes a scary plot,no big names but non-the-less great acting.Sadly the copywrite is now owned by someone unknown and as such this great drama is unlikely to be aired anytime soon.I myself recently acquired The Woman In Black on VHS,so now once again I shall be able to enjoy this truly great British drama. You should try and enjoy it too!<br /><br />Mark R. Horobin",
        "QuestionID": "0",
        "sentence2": "What is the sentiment of this review: Positive or Negative?",
        "label": "Positive",
        "explanation": "The reviewer describes the movie as a true classic with great acting and realistic screenplay."
    }
]