[
    {
        "PassageID": "1_0",
        "sentence1": "The U.S. finance industry comprised only 10% of total non-farm business profits in 1947, but it grew to 50% by 2010. Over the same period, finance industry income as a proportion of GDP rose from 2.5% to 7.5%, and the finance industrys proportion of all corporate income rose from 10% to 20%. The mean earnings per employee hour in finance relative to all other sectors has closely mirrored the share of total U.S. income earned by the top 1% income earners since 1930. The mean salary in New York Citys finance industry rose from $80,000 in 1981 to $360,000 in 2011, while average New York City salaries rose from $40,000 to $70,000. In 1988, there were about 12,500 U.S. banks with less than $300 million in deposits, and about 900 with more deposits, but by 2012, there were only 4,200 banks with less than $300 million in deposits in the U.S., and over 1,800 with more.",
        "QuestionID": "0",
        "sentence2": "How many percents of the U.S. finance industry in 2010 did not comprise non-farm business profits?",
        "label": "50",
        "explanation": "The U.S. finance industry comprised 50% of total non-farm business profits in 2010. The remaining 50% of the U.S. finance industry in 2010 did not comprise non-farm business profits."
    },
    {
        "PassageID": "1_1",
        "sentence1": "The population of the island is believed to have varied from 40,000 to 60,000 in the period ranging from initial settlement until the mid-19th century. During that time, cold winters, ash fall from volcanic eruptions, and bubonic plagues adversely affected the population several times. There were 37 famine years in Iceland between 1500 and 1804. After the destructive volcanic eruptions of the Laki during 1783-1784, the population reached a low of about 40,000. This was after the first census carried out in 1703 and revealed that the population was then 50,358.  Improving living conditions have triggered a rapid increase in population since the mid-19th century; from about 60,000 in 1850 to 320,000 in 2008. Iceland has a relatively young population for a developed country, with one out of five people being 14 years old or younger. With a fertility rate of 2.1, Iceland is one of only a few European countries with a birth rate Replacement fertility rate.",
        "QuestionID": "0",
        "sentence2": "How many years after the first famine had the first census been carried out?",
        "label": "203",
        "explanation": "The first census was conducted in 1703 which is 203 years after the first famine that occurred in 1500."
    },
    {
        "PassageID": "1_2",
        "sentence1": "Coming off their home win over the Texans, the Browns flew to the University of Phoenix Stadium for a Week 13 interconference duel with the Arizona Cardinals. In the first quarter, Cleveland trailed early as Cardinals CB Roderick Hood returned an interception 71-yards for a touchdown, while QB Kurt Warner completed a 37-yard TD pass to TE Leonard Pope. The Browns would get on the board with kicker Phil Dawson getting a 37-yard field goal. In the second quarter, Cleveland started to rebound as QB Derek Anderson completed a 5-yard TD pass to RB Jamal Lewis for the only score of the period. In the third quarter, Arizona responded with Warner completing a 1-yard TD pass to WR Bryant Johnson. The Browns would reply with Anderson completing a 67-yard TD pass to WR Braylon Edwards. In the fourth quarter, the Cardinals increased their lead with kicker Neil Rackers getting a 33-yard field goal. Afterwards, Dawson gave Cleveland a 22-yard field goal, yet Arizona answered with Rackers completing a 19-yard field goal. At the end of the game, the Browns had one final chance to win it all. Winslow caught a 6-yard touchdown pass from Anderson in the corner of the endzone just beyond the goal line.",
        "QuestionID": "1",
        "sentence2": "Who threw the second touchdown pass of the game?",
        "label": "Derek Anderson",
        "explanation": "Derek Andersson completed a TD pass in the second quarter which was the second TD pass of the game."
    },
    {
        "PassageID": "1_3",
        "sentence1": "In March 1626 the French and Spanish concluded the Treaty of Monzón, suspension of fighting between the Duke of Savoy and the Republic of Genoa being an integral part of the agreement. The Treaty on 5 March 1626, restored the pre-1618 situation with important qualifications. Jurisdiction was nominally restored over the Valtellina; this was now recognized as Catholic, which strengthened its autonomy and introduced doubt as to who could decide on transit through the valley. Papal troops replaced the French though the forts were supposed to be destroyed. Monzón represented a serious reverse for Richelieu who blamed his envoy for the terms and feigned illness to avoid seeing the furious Savoyard ambassador. Abandoned, Savoy was obliged to make its own peace and now sought a Spanish alliance and intrigued with French malcontents against Richelieu, including possible involvement in the Chalais plot to murder the cardinal in 1626. The Valtelline valley was returned to the Vatican. Spanish forces scored a series of striking successes. In 1627 they had their most famous victory in repulsing the English at Cadiz.  They also had a number of smaller victories, including regaining Bahia in Brazil and Breda in the Netherlands from the Dutch in the spring of 1625.",
        "QuestionID": "0",
        "sentence2": "What event happened first, the Spanish repulsed the English at Cadiz or the Spanish regained Bahia?",
        "label": "the Spanish regained Bahia",
        "explanation": "The Spanish regained Bahia in 1625, which was 2-years before they repulsed the English at Cadiz."
    },
    {
        "PassageID": "1_4",
        "sentence1": "Hoping to rebound from last week's heart-breaking loss, the Vikings traveled to Ralph Wilson Stadium for a match-up with the Buffalo Bills. In the first quarter, the Vikings drew first blood as kicker Ryan Longwell nailed a 37-yard field goal for the only score of the period. In the second quarter, Minnesota got into a tiny hole, as Bills RB Willis McGahee got a 1-yard TD run. Longwell would give the Vikings a 49-yard field goal as time ran out of the first half, but in the third quarter, the Vikes found themselves in a bit of a hole, as Buffalo QB J. P. Losman connected with WR Peerless Price on an 8-yard TD pass for the only score of the period. In the fourth quarter, Minnesota trailed even further, as Bills kicker Rian Lindell got a 28-yard field goal. The Vikings would try and comeback, as QB Brad Johnson completed a 29-yard TD pass to WR Marcus Robinson. The two-point conversion failed and during their next drive, they ran out of time. With their loss, the Vikings fell to 2-2.",
        "QuestionID": "11",
        "sentence2": "Who caught the longest touchdown pass of the game?",
        "label": "Marcus Robinson",
        "explanation": "The longest touchdown pass was the 29-yard TD pass caught by Robinson in the fourth quarter."
    },
    {
        "PassageID": "1_5",
        "sentence1": "In 2011, the Church of England published statistics showing 1.7 million people attending at least one of its services each month, a level maintained since the turn of the millennium; approximately one million participating each Sunday and three millionp taking part in a Church of England service on Christmas Day or Christmas Eve. The church also claimed that 30% attend Sunday worship at least once a year; more than 40% attend a wedding in their local church and still more attend a funeral there. Nationally the Church of England baptises one child in ten (2011). In 2015, the churchs statistics showed that 2.6 million people attended a special Advent service, 2.4 million attended a Christmas service, 1.3 million attended an Easter service, and 980,000 attended service during an average week. In 2016, 2.6 million people attended a Christmas service, 1.2 million attended an Easter service, 1.1 million people attended a service in the Church of England each month, an average of 930,000 people attended a weekly service, an additional 180,000 attended a service for school each week, and an average of 740,000 people attended Sunday service.",
        "QuestionID": "12",
        "sentence2": "Which year had the lowest attendance during Easter service?",
        "label": "2015",
        "explanation": "In 2015, 1.3 million people attended the Easter service which was the lowest attendance for a Easter service among the years under consideration."
    },
    {
        "PassageID": "1_6",
        "sentence1": "After a tough road loss, the Bengals traveled west to take on the Broncos.  In the first quarter, they would score first when Andy Dalton found Tyler Kroft on a 1-yard pass (with a failed PAT) to make it 6-0.  The Broncos then took the lead when C.J. Anderson ran for a 3-yard touchdown to make it 7-6.  In the second quarter, the Bengals moved back into the lead when Dalton found Alex Erickson on a 29-yard pass to make it 13-7 at halftime.  In the third quarter, the Broncos came within 3 when Brandon McManus kicked a 45-yard field goal to make it 13-10.  Though in the fourth quarter, the Bengals moved up by double digits when Dalton found A.J. Green on an 18-yard pass to make it 20-10.  The Broncos then concluded the scoring of the game when Brock Osweiler found Demaryius Thomas on a 17-yard pass to make the final score 20-17. With the win, the Bengals improved to 4-6.  The team also won against the Broncos in Denver for the first time since 1975.",
        "QuestionID": "0",
        "sentence2": "In which quarters did Andy Dalton throw touchdown passes longer than 17 yards?",
        "label": "second quarter, fourth quarter",
        "explanation": "Andy Dalton got a 29-yard TD pass in the second quarter and a 18-yaard TD pass in the  fourth quarter. These were his only touchdown passes longer than 17 yards."
    },
    {
        "PassageID": "1_7",
        "sentence1": "After the Partitions of the Polish-Lithuanian Commonwealth in 1932, the Grand Duchy of Lithuania was annexed by the Russian Empire. The Lithuanian National Revival emerged during the 19th century and the movement to establish an independent nation-state intensified during the early 20th century. On November 11, 1918 Germany signed an armistice on the Western Front and officially lost the war and control over Lithuania. Earlier on February 16, 1918, the Council of Lithuania declared the re-establishment of independence from all previous legal bonds with other states. Lithuanian territory was occupied by Germany during World War I from 1915 until the war ended in January 1918. The declaration asserted the right to self-determination, meaning the creation of a state within ethnic Lithuanian territories. The publication of the Act of Independence was initially suppressed by the German occupation forces, but on March 23, 1918, the Germans acknowledged the declaration; their plans had shifted to the establishment of a network of satellite countries. However, Germany did not allow the Council to establish a Lithuanian military force, police force, or civic institutions. The first national government, led by Augustinas Voldemaras, was formed. Voldemaras issued a declaration that Lithuania did not need a military force, as it was not planning to engage in warfare, and that only a small militia was needed. This view was unrealistic, since military conflicts soon erupted.",
        "QuestionID": "6",
        "sentence2": "What happened earlier: Partitions of the Polish-Lithuanian Commonwealth or Lithunia declared its independence?",
        "label": "Lithunia declared its independence",
        "explanation": "Lithunia declared its independence in 1918, 24 years before the partitions of the Polish-Lithuanian Commonwealth."
    },
    {
        "PassageID": "1_8",
        "sentence1": "In March 1626 the French and Spanish concluded the Treaty of Monzón, suspension of fighting between the Duke of Savoy and the Republic of Genoa being an integral part of the agreement. The Treaty on 5 March 1626, restored the pre-1618 situation with important qualifications. Jurisdiction was nominally restored over the Valtellina; this was now recognized as Catholic, which strengthened its autonomy and introduced doubt as to who could decide on transit through the valley. Papal troops replaced the French though the forts were supposed to be destroyed. Monzón represented a serious reverse for Richelieu who blamed his envoy for the terms and feigned illness to avoid seeing the furious Savoyard ambassador. Abandoned, Savoy was obliged to make its own peace and now sought a Spanish alliance and intrigued with French malcontents against Richelieu, including possible involvement in the Chalais plot to murder the cardinal in 1626. The Valtelline valley was returned to the Vatican. Spanish forces scored a series of striking successes. In the spring of 1625 they regained Bahia in Brazil and Breda in the Netherlands from the Dutch. In the autumn they repulsed the English at Cadiz.",
        "QuestionID": "5",
        "sentence2": "Which city besides Breda did the Spanish regain in 1625?",
        "label": "Bahia",
        "explanation": "The Spanish regained two cities in 1625: Bahia and Breda."
    }
]